---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassZoneConditionTypeParam
source: html/44088ec7-8333-e0e0-7bd2-1df9bc0e51f1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassZoneConditionTypeParam Property

"Condition Type"

## Syntax (C#)
```csharp
public static ForgeTypeId MassZoneConditionTypeParam { get; }
```